Repository: 0xHexE/addons-frontend
Catalog: locale/*/LC_MESSAGES/amo.po
Languages: ast

source: %(addonName)s %(startSpan)sby %(authorList)s%(endSpan)s
ast: %(addonName)s%(startSpan)spor%(authorList)s%(endSpan)s

source: Extension Metadata
ast: Datos meta d'estensión

source: Screenshots
ast: Captures de pantalla

source: About this extension
ast: Tocante a esta estesión

source: Rate your experience
ast: Valora la to esperiencia

source: Category
ast: Estaya

source: Used by
ast: Usao por

source: Back
ast: Atrás

source: Submit
ast: Unviar

source: Please enter some text
ast: Introduz daqué de testu, por favor

source: Write a review
ast: Escribi una reseña

source: Tell the world why you think this extension is fantastic!
ast: ¡Cúnta-y al mundu por qué pienses qu'esta estensión ye fantástica!

source: Privacy policy
ast: Política de privacidá

source: Legal notices
ast: Avisos llegales

source: View desktop site
ast: Ver sitiu d'escritoriu

source: Browse in your language
ast: Restola a to llingüa

source: Firefox Add-ons
ast: Add-ons de Firefox

source: How are you enjoying your experience with %(addonName)s?
ast: ¿Cómo tas esfrutando de la to esperiencia con %(addonName)s?

source: screenshot %(imageNumber)s of %(totalImages)s
ast: captura de pantalla %(imageNumber)s de %(totalImages)s

source: Average rating: %(rating)s out of 5
ast: Valoración media: %(rating)s de 5

source: No ratings
ast: Nun hai valoraciones

source: %(users)s user
ast: %(users)s usuariu

source: Log out
ast: Zarrar sesión

source: Log in/Sign up
ast: Aniciar sesión/Rexistrase

source: Add-ons for Firefox
ast: Add-ons pa Firefox

source: What do you want Firefox to do?
ast: ¿Qué quies que Firefox faiga?

source: Block ads
ast: Bloquiar anuncios

source: Screenshot
ast: Capturar pantalla

source: Save stuff
ast: Guardar coses

source: Shop online
ast: Mercar en llinia

source: Be social
ast: Ser social

source: Share stuff
ast: Compartir coses

source: Browse all extensions
ast: Restolar toles estensiones

source: How do you want Firefox to look?
ast: ¿Cómo quies que seya l'aspeutu de Firefox?

source: Wild
ast: Llocu

source: Abstract
ast: Abstrautu

source: Fashionable
ast: Fashion

source: Sporty
ast: Deportivu

source: Mystical
ast: Místicu

source: Browse all themes
ast: Restolar tolos temes

source: Downloading %(name)s.
ast: Baxando %(name)s.

source: Installing %(name)s.
ast: Instalando %(name)s.

source: %(name)s is installed and enabled. Click to uninstall.
ast: %(name)s instalóse y habilitóse. Primi pa desinstalar.

source: %(name)s is disabled. Click to enable.
ast: %(name)s deshabilitóse. Primi pa habilitar.

source: Uninstalling %(name)s.
ast: Desinstalando %(name)s.

source: %(name)s is uninstalled. Click to install.
ast: %(name)s desinstalóse. Primi pa instalar.

source: Install state for %(name)s is unknown.
ast: Desconozse l'estáu d'instalación pa %(name)s.

source: Previous
ast: Previo

source: Next
ast: Siguiente

source: Page %(currentPage)s of %(totalPages)s
ast: Páxina %(currentPage)s de %(totalPages)s

source: Your search for "%(query)s" returned %(count)s result.
ast: La to gueta pa «%(query)s» devolvió %(count)s resultáu.

source: Searching...
ast: Guetando...

source: No results were found for "%(query)s".
ast: Nun s'alcontraron resultaos pa «%(query)s».

source: Please supply a valid search
ast: Fai una gueta válida, por favor
